Repository: rlocoselli/FinancialControl
Catalog: FinancialControl/App_GlobalResources/st.*.resx
Languages: es, fr

source: Advanced Search
es: Búsqueda avanzada
fr: Recherche

source: Average
es: Promedio
fr: Moyenne

# BackToList
source: Back to the list
es: Regresar a la pantalla precedente
fr: Retour à la liste

source: Cancel
es: Cancelar
fr: Annuler

source: Category
es: Categoría
fr: Categorie

source: Code
es: Código

source: Confirm Password
es: Confirmar contraseña
fr: Confirmer le mot de passe

# Create
source: Create New
es: Nuevo Registro
fr: Nouveau

# CreateAccount
source: Create a new Account
es: Crear nueva cuenta
fr: Nouveau compte

# Credit
source: Money in
es: Ingreso
fr: Entrée

source: Date
es: Fecha

# DayExpense
source: Expenses of the Day
es: Gastos del Día
fr: Dépenses du jour

# DaysToMonth
source: Days to the end of month
es: Días para el fin del mes
fr: Jours pour la fin du mois

# Debt
source: Money out
es: Gasto
fr: Sortie

source: Delete
es: Borrar
fr: Supprimer

# Deletemsg
source: Are you sure you want to delete this?
es: Seguro que quieres borrarlo?
fr: Êtes-vous sûr de supprimer ?

# DeleteSchedule
source: All records that refer to this schedule will be deleted as of today. Do you really want to continue?
es: Todos los registros desde la fecha de hoy a lo que se refiere a esta programación seran excluidos. Deseas, de verdad, seguir con este procedimiento?
fr: Tous les enregistrements de cette programmation à partir de cette date seront supprimés. Voulez-vous continuer ?

# Description
source: Financial control is a software which provides a platform to entry your incomes and expenses
es: Con Financial Control, tú puedes controlar eficientemente tus gastos y ingresos de manera fácil y rápida.
fr: Financial Control est une plateforme pour vous aider à gerer vos finances.

# DescriptionField
source: Description
es: Descripción

source: Details
es: Detalles
fr: Détails

source: Edit
es: Editar
fr: éditer

source: End Date
es: Fecha Final
fr: Date de fin

# Entries
source: Entries (Money In / Out)
es: Registrar Gastos y Ingresos
fr: Enregistrements

# ExpensesCategory
source: Chart per Category (Top 5)
es: Top 5 - Gráfico por Categoría
fr: Graphique par Categorie (Top 5)

# Flg_installment
source: Installment?
es: Cuotas?
fr: Versement?

source: Getting Started
es: Empieza ahora
fr: Démarrage

# Itseasy
source: It is easy, you need to register and you will be able to access the easy platform where you input your incomes and expenses.
es: Empieza ahora registrandote a través del enlace Regístrate ya
fr: C'est très facile, tout que vous devez faire c'est d'enregistrer et commencer à utiliser l'application

# MessageSchedule
source: Records without installments have a limit of 3 years
es: Registros que no poseen cuotas definidas tendrán límite de 3 años
fr: Enregistrements sans versment seront valides pendant une période de 3 ans

source: Month
es: Mes
fr: Mois

# MonthyExpenses
source: Monthly Expenses
es: Gastos mensuales
fr: Dépenses du mois

source: Montly Chart
es: Gráfico de Gastos mensuales
fr: Graphique du mois

source: Name
es: Nome
fr: Nom

# Netting
source: Netting Report
es: Gastos x Ingresos
fr: Rapport consolidé

# NettingExpression
source: Netting
es: Saldo
fr: Consolidation

source: Password
es: Contaseña
fr: Mot de passe

# Quantity_installment
source: Number of installments
es: Número de Cuotas
fr: Nombre de versements

source: Register
es: Registrar
fr: Enregistrer

source: Register Here
es: Regístrate ya
fr: Enregistrer ici

# RegisterMessage
source: Use your account to log in
es: Utiliza tu cuenta para ingresar
fr: Utilise votre compte pour faire login

# Remember
source: Remember me
es: Recordar
fr: Rappelez-moi

source: Reports
es: Informes
fr: Rapports

source: Save
es: Guardar
fr: Sauvegarder

# Schedule
source: Schedule Entries
es: Programar Gastos y Ingresos
fr: Planifier versements

source: Start Date
es: Fecha de Inicio
fr: Date Initiale

# TotalExpenses
source: Your total of expenses in the current month is
es: Total de gastos en el mes seleccionado es:
fr: Total de dépenses

source: Type
es: Tipo

source: User
es: Usuario
fr: Utilisateur

source: Value
es: Valor
fr: Valeur

source: View Details
es: Ver Detalles
fr: Vérifier les détails

source: Year
es: Año
fr: Année

# CategoryRequired
source: Category is required
es: Categoría es requerida
fr: Categorie est obligatoire

source: Change Password
es: Cambiar Contraseña
fr: Changer le mot de passe

# DescriptionRequired
source: Description is required
es: Descripción es requerida
fr: Description est obligatoire

source: Filter
es: Filtro
fr: Filtre

source: Hello
es: Hola

# Manage
source: Manage User
es: Configuración de Usuario
fr: Gérer l'utilisateur

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe

# NoPasswordMatch
source: The new password and its confirmation do not match
es: La nueva contraseña no coincide con su confirmación
fr: Nouveau mot de passe et confirmation ne correspondent pas

# NumericField
source: This field must be numeric
es: Este campo debe ser numerico
fr: Le champ doit être numerique

# OldPassword
source: Current Password
es: Contraseña Actual
fr: Mot de passe actuel

source: Search
es: Buscar
fr: Recherche

# ValueRequired
source: Value is required
es: Valor es requerido
fr: Valeur est obligatoire

# ForgotPassword
source: Forgot your password?
es: Olvidó la contraseña?
fr: J'ai oublié mon mot de passe

# ClickLog
source: click here to log in
es: haz un clic aquí para ingresar
fr: Clique ici

# EnterMail
source: Enter your e-mail
es: Ingrese su correo electrónico
fr: Saissiez votre e-mail

# MessageDisplayReset
source: Please check your email to reset your password.
es: Por favor, verifique su correo para definir una nueva contraseña
fr: Veuillez vérifier votre e-mail pour changer de votre mot de passe

# MessagePasswordReset
source: Please reset your password by clicking
es: Defina una nueva contraseña haciendo un clic en
fr: Veuillez redefinir votre mot de passe

# PasswordHasBeenReset
source: Your password has been reset. Please
es: La contraseña ha sido definida. Por favor
fr: Votre mot de passe a été rédefini

# ResetConfirmation
source: Reset password confirmation
es: Contraseña definida
fr: Confirmation de rédefinition de mot de passe

source: Reset Password
es: Definir nueva contraseña
fr: Rédefinir mot de passe

source: here
es: aquí
fr: Ici

# NoCategories
source: You have no categories available. Please click
es: Usted no tiene categorías disponibles. Por favor, haga un clic en
fr: Vous n'avez pas des categories enregistrés, cliquez ici

# SixCharacteres
source: The {0} must be at least {2} characters long.
es: {0} debe tener por lo menos {2} caracteres.
fr: Le champ {0} doit avoir au moin {2} charactères.

source: Installment Report
es: Informe de Cuotas
fr: Rapport de Enregistrement

# Maturing
source: Coming due today
es: Vencimiento hoy
fr: Expire aujourd'hui

# TotalOfTheYear
source: Balance of the year
es: Balance Anual
fr: Balance de l'année (Tous les comptes)

# DueToday
source: There are expenses coming due today.
es: Hay despesas venciendo hoy
fr: Il y a des dépenses ce jour-là

# MonthlySummary
source: Montlhy Summary
es: Resumen Mensal
fr: Résumé du mois

# MessageEntry
source: You don't have any expense or revenue entry. Please click
es: Usted no tiene entradas o salidas insertadas. Por favor, clic
fr: Vous n'avez aucun enregistrement. Veuillez cliquer

# NeedAccept
source: You need to accept the privacy policy
es: Usted necesita aceptar la política de privacidad
fr: Vous devez accepter les politiques de confidencialité

# Policy
source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidencialité

# PolicyAccept
source: I read and accept the privacy policy
es: Leí y acepto las políticas de privacidad
fr: J'ai lu e j'accepte la politique de confidencialité

source: Home
fr: Accueil
